[
    "“你长大后想成为什么样的人”\n“...... 不，我在巴勒斯坦长不大....”",
    "群星在与灯塔争辉，而太阳已在东方缓缓升起",
    "“我要成为影响世界的赤，不做被染色的黑”－－－致敬每一位重视生命，热爱和平敢于去抗争的人",
    "团结的人民永远不会被击败",
    "巴勒斯坦加油！耶路撒冷终将安宁。",
    "和平是当今世界民心之所向",
    "天上的两个太阳，终会驱散所以虚伪",
    "人道主义是全人类共同拥有的财富,恻隐之心与生俱来,所以正义必胜,和平必胜,人民必胜!",
    "就像驻联合国巴勒斯坦代表说的那样，自由的巴勒斯坦人不会因为向困难低头，他们会乐观面对",
    "加沙需要和平",
    "大家都在等一个横空出世停火的英雄，但是有人在阻止英雄的出现。",
    "这次团结没有国度，没有肤色。只有良知和人类最初的爱。加油巴勒斯坦。",
    "想起那兔中的一句话，落后不一定会挨打，那是因为我不想打你。",
    "心痛但没办法",
    "世界人民大团结万岁",
    "感谢我们的先辈，是他们一代人打了三代人的仗，是他们一代人吃了三代人的苦才换来了我们现在的生活，愿我们的党永远年轻，愿我们的国永远强大",
    "永远歌颂爱，和平和自由",
    "世界和平",
    "亚伦·布什内尔，第一次看到他时，他已经以身殉道了……记住他吧，这虽然不是燎原的第一把火，但也绝不是最后一把，他在用自己的生命之火，指引后人前进的方向",
    "有一天战争结束了，我会来的世界人民大团结加油",
    "我最近看佛陀那个剧，释迦王子的他质问说“战争并不是为了人民，只是那些统治者为了自己的利益要自私地拿无辜的人做牺牲！”这个世界永远都要有战火吗。。。。",
    "突然想到 当初我们国家遭遇苦难的时候，科技没有这么发达，很多人无声无息的就是死掉了，留不下痕迹",
    "愿世界和平，愿没有对立。",
    "期望有一天有这样的一天  全世界坐看他挣扎的一天",
    "愿安拉与他们同在",
    "和平的光终究会撒到世界每一片土地上，道路是曲折的，前途是光明的",
    "清白的悲伤永远有人为之哭泣，纯洁的正义永远有人为之歌颂",
    "为什么支持巴勒斯坦，因为我还相信正义",
    "正义必须被拥护，不能让黑暗算计阴谋和自私占据我们的世界",
    "Love and peace.\nBased on your fist.\n My dear friend.",
    "一个被战乱的国家需要被一群人投票同意是否要不要再被侵略",
    "犹太教徒、基督徒、伊斯兰教徒、佛教徒、儒家礼教徒和一般宗教信徒的政治解放，是国家从犹太教、基督教、伊斯兰教、佛教、儒教和一般宗教中解放出来。当国家从宗教中解放出来，人民才能摆脱宗教的控制，以人的自然特性生活。然后才能追求政治、经济、社会和人的各项基本权利，人才能得到平等，才能避免宗教的洗脑和特权干扰。",
    "从河流到海洋，巴勒斯坦终将自由!",
    "我们不在需要灯塔，因为太阳已经升起",
    "这“最后的斗争”还未胜利 这“最后的斗争”正在进行 这“最后的斗争”终将胜利",
    "bgm是吴青峰《红色的河》",
    "愿世界和平",
    "愿世界和平，再无战争",
    "我们真切的希望所有人都能有尊严地活着\n愿世界和平",
    "把这个发到抖音国际版，让全世界都看到",
    "我们真切的希望所有人都能有尊严地活着\n愿世界和平",
    "愿世界和平",
    "这场战争必须有大国强制介入中止，不然结束的希望很渺茫",
    "正义必将再次胜利",
    "正义终将战胜邪恶，因为真理永远存在",
    "这次团结没有国度，没有肤色。只有良知和人类最初的爱。加油巴勒斯坦。",
    "黎明终会到来！尽管在这之前是难以忍受的黑暗！",
    "自由的人一定会自由的！",
    "愿世界和平",
    "加油，勇敢的巴勒斯坦人，从河流到大海，巴勒斯坦终将解放！相信我们，巴勒斯坦终将解放！",
    "幸福来之不易…",
    "你就是曾经的我啊。\n抗击侵略、前赴后继的战士永垂不朽。",
    "从河流到大海，巴勒斯坦终将获得自由！！",
    "布什內尔，你点燃的一团火，终将照亮全世界人民的心里。",
    "当人类再次年轻，群星再次闪耀时，世界将会和平",
    "巴勒斯坦缺少一个伟人，带领他们走向光明",
    "你这视频让我想起当年叙利亚之殇的视频了",
    "不止一个亚伦.布什内尔!",
    "全世界人民团结起来啊！",
    "愿世界早日和平愿巴勒斯坦人民永远坚强",
    "我们的愿望是",
    "巴基斯坦的胜利就是我们的大胜利也是我们国家真正回到世界中心 告诉这个地球中华文明长久不衰 我们还是那个泱泱大国 海纳百川 向往和平",
    "这场战争必须有大国强制介入中止，不然结束的希望很渺茫",
    "巴勒斯坦万岁",
    "没想到这首歌能这么配",
    "巴勒斯坦如果不伤害以色列的百姓或许可能还会有更多的国家支持，但希望两边的军队都不要伤害双方的百姓",
    "人文主义人文啊人文到底是什么呢",
    "巴勒斯坦终将自由",
    "“我在这里长不大”",
    "小时候不懂，看到视频里接受街头采访的人们，无论来自哪个国家，问他们有什么愿望，他们都说，希望世界和平，那时我不懂为什么这样说，而随着我渐渐长大，如果问我有什么愿望，我也会说，希望世界和平，再无战争🙏🏻🙏🏻🙏🏻🙏🏻",
    "什么是大格局！我们的人类命运共同体，毛主席说:世界是我们的，也是你们的。接力者为世界献上祝福",
    "我们无能为力。却又心生怜悯。",
    "之前看到过一个拍的他们那边战后的视频，挺血腥的，路上能看到尸体的那种。真心希望他们能早日解脱困境。",
    "这个世界上只要还有一个人类在遭受苦难，那我们的斗争就还没有结束\n\n世界人民大团结万岁！",
    "和平！和平！和平！",
    "人类群星闪耀时，愿巴勒斯坦人民早日胜利",
    "一定要打到敌人怕，打到他们永远记住",
    "🇵🇸\n记住他",
    "他说又一次举手",
    "我们可以做点什么 虽然生活已是一地鸡毛 但总想去帮帮他们",
    "从前的我们，现在的他们，希望风雨后能见彩红，加油，巴勒斯坦的人民。",
    "请各位搞清楚，我们是人民，不是暴徒，理性一点",
    "从河流到海洋，巴勒斯坦终将解放！！！！！！！！！！！！！",
    "红色的河",
    "看到空投那一幕绷不住了，孩子们都在最前面。",
    "钢铁侠，蝙蝠侠，怎么不去救他们？",
    "大江向海，川流不息！巴勒斯坦，终将独立！",
    "愿世界和平",
    "儿童节快乐。",
    "奋起抗争吧！我的朋友，人民的意志终将在黑夜闪烁。",
    "全世界热爱和平的人都站起来",
    "没想到一些美国人还挺有良知的，还会为巴勒斯坦发声",
    "奋起抗争吧！我的朋友，人民的意志终将在黑夜闪烁。",
    "帮助他们，也是帮助过去那个苦难的自己",
    "人类群星闪耀时 愿世界无硝烟",
    "愿世界和平🙏🙏🙏",
    "我只是一个快要中考的初三学生，但我会用自己的方式支持你们，我们也致敬先烈，没有他们，我们就该打他们的仗！人类大团结万岁！！！",
    "更感觉我们的不容易了",
    "战争是对百姓最最最不好的 不接受反驳 希望世界和平 我们是有人性的人",
    "指望劫掠起家的国家带领人类发展？它能有什么底蕴？",
    "总有人会站在良知这一边",
    "国外舆论控制太狠了，差不多70年的时间，恐怕只有非常关注中东形势的人可以知道一点消息，但是很快就会被舆论压下去",
    "愿世界和平",
    "巴勒斯坦只剩20%的人口了",
    "总有一天，赤旗会插满世界，梨花会开遍天涯。",
    "他们是活生生的人啊！",
    "巴勒士坦以后的未来怎么会不光明呢，他们的人民这么伟大，世界人民又豆这么团结",
    "从河流到海洋，巴勒斯坦终将自由。",
    "刚好在听红色的河",
    "世间万物 只有生命和良知是最重要的",
    "我们的立场不是任何一个国家，也不是任何一个宗教。我们的立场是和平",
    "灯塔和太阳的区别在于，灯塔需要补给和维护，而太阳只会燃烧自己照亮他人。",
    "和平与爱，和平与爱，和平与爱",
    "明天就是儿童节啊",
    "从河流到大海，解放巴勒斯坦！",
    "正义必胜！",
    "这是所有单一信仰必然产生的恶果，因为天生具有排他性和零和博弈思维。所以教员当年坚决反对个人崇拜，我们国家也坚决反对极端宗教信仰。中华文明几千年，早就把这些都看透了",
    "自由，自由，奋斗！",
    "三连了，视频做的真的引人深思",
    "巴勒斯坦民族解放战争必将获得充分的，彻底的胜利！巴勒斯坦人民万岁！",
    "祝愿他们一路平安",
    "正义必须被拥护，不能让黑暗算计阴谋和自私占据我们的世界",
    "自由引导人民",
    "终究还是要靠自己，但是……有良知者的呐喊总是觉醒的开端，有良知者的鲜血溅在历史上，总是能惊醒更多的人",
    "站起来抗争，哪怕与半个世界为敌！",
    "正因为经历过战争痛苦，我们中华人民才深知，和平来之不易啊，70多年前，我们的遭遇跟叙利亚。巴勒斯坦这些国家的遭遇都一样，所以还是很能感同身受的",
    "不愿说逝者安息，因为他们本不该受此苦难，但愿生者能够奋起，天空再无阴云",
    "看到他们后，我想到了曾经的中国是多么艰难的存活着，万幸中国正在强起来了，也有能力去帮助弱小了！但这也更让我明白落后就要挨打！我虽为很普通的人，但也要为祖国献上那点点如尘埃般的助力",
    "只有团结一心，不怕牺牲才能有一丝成功的可能，当年我们就是这样走过来的，希望你们也能够赶跑侵略者，个人的能力太弱小了，舍生处地的想才能理解艾伦为什么会毁灭80％的人了换成是我我可能会毁灭所有人。",
    "那段演讲有完整版吗",
    "世界人民大团结万岁",
    "我们要强大到让灯塔黯淡无光！我们要做唯一的太阳！",
    "不要战争，要和平！！请还巴勒斯坦和平！",
    "庆幸人类的良知并未泯灭，也自豪祖国的强大。",
    "世界不再需要灯塔，因为相比灯塔的光，世界的黑暗需要太阳照亮！更因为东方红，太阳升！",
    "愿世界和平！",
    "想起了先辈们的付出，不是他们的牺牲断腿流血，我们现在的太平何来？让我诧异的还是少部分和事佬，说着事都过去了，冤冤相报何时了一类话语，就你大度就你明事理？流血牺牲的受罪的不是你是吧？先辈们要是知道后人这样，他们还会上战场保家卫国吗？你凭什么代表死去的万万千千的华夏儿女原谅他们？况且日本军国主义还在供奉杀你祖先的人，毫无悔过之意，甚至连道歉都没有就原谅了？这是不是有点太贱了？",
    "“我看你总觉得有些熟悉”\n“什么？”\n“很像一个人。”\n“谁？”\n“过去的我。”",
    "大家都在等一个横空出世停火的英雄，但是有人在阻止英雄的出现。",
    "世界依旧年轻",
    "这“最后的斗争”还未胜利 这“最后的斗争”正在进行 这“最后的斗争”终将胜利",
    "一直很喜欢听这首歌，现在有了新的含义和理解呐，为巴勒斯坦的人民祈祷，祈祷平安。总有一天，那条红色的河里，是自由与欢笑的倒影",
    "巴勒斯坦人民永垂不朽，巴勒斯坦人民终将胜利，终将解放！！！",
    "从河流到大海，解放巴勒斯坦！",
    "愿世界和平，巴勒斯坦终将解放",
    "真理永远只在大炮射程之内",
    "正义终将战胜邪恶，因为真理永远存在",
    "等眼泪流干，他们会成为光荣的战士，解放自己的家园",
    "有个弹幕说的好好，你是个普通人，但正是有前人为你牺牲，所以你现在才能是普通人",
    "我们的心愿是",
    "愿世界没有战争",
    "越来越体会到，一个强盛的中国是世界必不可少的和平力量和最闪耀的和平希望",
    "支持巴勒斯坦民族独立解放",
    "支持和平",
    "这样的佳作，必火！",
    "生在和平年代，难以理解战争，不妨碍有一颗怜悯之心，希望巴勒斯坦解放",
    "世界人民大团结",
    "以乞求求和平，则和平亡！以斗争求和平，则和平存！民族的独立和解放不能寄希望于他人，我们的先辈已经证明过了！",
    "朋友们，正义和邪恶是存在的，不要被所谓的有些人在某种情况下用一句只是立场没有正义和邪恶所蒙蔽，他们希望将一切混为一谈而掩盖自己真正罪恶的存在，这个世界忍受了这些国家一年又一年的渗透，世界正在变得年轻，我们即将见证历史。",
    "Do you hear the people sing?Singing the song of angry men?It is the music of a people Who will not be slaves again!When the beating of your heart Echoes the beating of the drums There is a life about to start When tomorrow comes.可以唱起来了",
    "上一辈为我们带来了强大的中国和安定的美好生活，我们这一辈，应勇接历史的交接棒，为中华伟大复兴梦，为人类大同而奋斗！",
    "又是一个24年，新的时期，新的开始，绝望纪元，但是我们作为一个有良知的人，作为一个有能力的人，会尽自己所能为其他人保留自己的生命",
    "那一刻，我无比希望和平来到",
    "想起很久之前，老师说的我们当初全是以空间换时间，流干血与泪，才换来了今日的和平，神州大地遍地疮痍，处处埋骨。战争是那么令人痛恨，令人厌恶！希望他们的正义能得以伸张，希望他们的生命能得以保障",
    "从河流到大海，巴勒斯坦🇵🇸必将取得自由！\n世界人民大团结万岁！",
    "太沉重了，愿世界和平",
    "没想到一些美国人还挺有良知的，还会为巴勒斯坦发声",
    "真的好希望大国能介入加沙啊",
    "当世界再次鲜活时，依旧是为了人的自由和尊严",
    "我们也是从苦难中走过来的，所以我们感同身受。这个世界并不和平，只是有一群最可爱的人为我们创造了和平。",
    "我们的先辈们，曾经也遭遇过强权的压迫，好在现在我们站在了世界的舞台上，并且我们如此的善良。",
    "歌的声音前面小一点更好我觉得，有些对话听不见就有点吵（当然已经做的很好了）",
    "这是霉地最危险的时候，却也是他们星星之火刚开始燃烧的时候，他们觉醒了，希望我们不要继续沉睡",
    "正义的火焰终将燃烧尽一切黑暗，我们永远是善良的使者",
    "真理是永远也杀不死的。在东方红色的真理已经觉醒。也许有一天这真理也会飘扬在世界的每一个角落。",
    "愤怒的我只想问问灭掉以色列需要几颗核弹？",
    "存活者，向赴死者致敬。我们知道这所需要的勇气，所以我们必然会坚定的支持你们，坚持住，胜利不远了",
    "请各位搞清楚，我们是人民，不是暴徒，理性一点",
    "自由终将到来！坚持就是胜利！",
    "视频里演讲的那位去世了？",
    "世界什么时候才能好起来呢",
    "朋友们，我上一次看见的相关视频已经被下架了，为什么",
    "真理是永远也杀不死的。在东方红色的真理已经觉醒。也许有一天这真理也会飘扬在世界的每一个角落。",
    "当世界再次年轻，当群星再次闪耀。永远燃烧的羽翼，带我脱离世间的沉沦。",
    "哎，感同身受，所以才会鼎力相助",
    "生命终将如尘埃随风而去，在正义女神的橄榄树下，我们会汇聚成红色的河。",
    "加油加油！",
    "百年前的先辈，是怎么一步一步挨过来的呢？总觉得近代史课本上的文字还是太苍白了。",
    "不谈立场，只说事实，我觉得世界上大部分人是光明的！希望和平早日抵达巴勒斯坦！",
    "我在那个老头身上看到了闻一多先生的影子",
    "我们的愿望是！",
    "坚持住巴勒斯坦老百姓，",
    "为了守护必须守护的事物，无论光与暗，凡是能利用的就利用到底。茈静兰——《彩云国物语》",
    "信念，念力不可思议。个人力量微弱，人类社会却是一个个体组成。此刻，我祈祷我祈祷我祈祷！",
    "一个被战乱的国家需要被一群人投票同意是否要不要再被侵略",
    "历史证明苦难的人民，不会被强权打到，巴勒斯坦人民一定会赢得最后的胜利。",
    "任何人都靠不住，只有血战到底，这是我们已经给出的答案，只不过他们没有我们的人口，国土面积，不知道他们能坚持多久",
    "再坚持一下巴勒斯坦，曙光一定会到来！",
    "钢铁侠，蝙蝠侠，怎么不去救他们？",
    "我在抖音刷到了你，并且点了个赞",
    "就像驻联合国巴勒斯坦代表说的那样，自由的巴勒斯坦人不会因为向困难低头，他们会乐观面对",
    "祝他们平安",
    "当爱与正义在世界崛起，我们终将迎来胜利的曙光。",
    "那个小女孩说她才十岁，我真的很震惊，成熟的不像是个孩子，十岁不应该是童声朗朗，天真浪漫的季节吗？我的女儿也十岁，但我无法把那个女孩跟我的孩子看成同龄人",
    "巴勒斯坦一定会自由！",
    "从河流到海洋 巴勒斯坦终将自由",
    "所有的伤害都不会被遗忘！",
    "得道多助，失道寡助。",
    "恶魔的羽翼遮不住太阳。\n就像良知不会被霸权打败。\n我相信，鲜花会再次挂满枝头，远方的人啊，将在次获得自由",
    "庆幸人类的良知并未泯灭，也自豪祖国的强大。",
    "无神论，人民当家作主",
    "今天是六一 可是巴勒斯坦的孩子们还在面对非人的伤害 刚捐了妈妈给我的红包 一百 虽然不多 但是我也只是一个学生 这是我唯一能为他们做的",
    "如果我是具尸体请许我与地长眠，苍蝇会为我收尸。如果我是重伤请现照顾轻伤的人民。如果我即死亡，我想遥望太阳☀。诸君共勉，人类的战争是不会停止，但心永远不会冷。",
    "我们需要国际纵队",
    "有一天战争结束了，我会来的世界人民大团结加油",
    "真的很可怜，人都要饿死了",
    "真的不要战争！！",
    "不是哥们你背景音乐搞那么大声干嘛",
    "愿世界和平",
    "好想帮他们啊",
    "世界会年轻",
    "有个弹幕说的很好，“世界不再需要虚伪的灯塔，因为太阳正从东方升起”",
    "世界不再需要灯塔，因为太阳已从东方升起！！！",
    "自23.10.7至今已有15000+巴勒斯坦儿童丧生，今天是儿童节，但巴勒斯坦的儿童收到的只有轰炸炮火和围困以色列必孽力回馈",
    "希望世界和平，加沙自由",
    "巴勒斯坦",
    "正常人能很清楚的看出一件作品是纯粹的逐利还是纯粹的感情表达。",
    "我们也要站起来，让他们看见我们的反对，",
    "曾经我有一个文件夹，标题为加油！可到后来我发现文件夹里的视频没有一个最后走向了成功，就连我也一样；但我相信这一次一定会成功这不是对于未来的预言而是对未来的祝福。由衷希望所有巴勒斯坦人能够赢得这一次胜利。",
    "愿战火早日停息",
    "世界人民大团结万岁🙏",
    "从河流到海洋，巴勒斯坦终将解放",
    "愿世界和平，人民安康",
    "要实现全人类的解放",
    "加油啊巴勒斯坦",
    "团结的人民永远不会失败！",
    "刷视频的下一条是凤凰传奇的演唱会现场，翻回来评论一下，国泰民安真的太好了",
    "巴勒斯坦终将解放",
    "不要忘了我们也是这样过来",
    "曾几何时，我们何尝不是如此，先辈们用血肉为我们打出了如今的和平，但战争从未停止，在我们看不到的敌方，无数的守护者在守卫我们的安定生活，因此无论你对这个社会有再多不满，也请不要诋毁这个国家，因为他始终是你最坚定的长城。",
    "感受到我们民族战争的胜利是多么不容易，多么珍贵的一件事。",
    "其实我们的解放并不是靠我们自己实现的 所以我们知道这不仅要靠自己不屈的坚持和抵抗 同盟的支持才是最大的力量",
    "希望世界大团结！",
    "内容很好，剪辑很好，配乐也是喜欢的乐队歌，博主厉害",
    "剪的很好，歌也很适合",
    "为了世界人民的幸福生活，总要有人站出来",
    "没实力的国家在地球太难混了",
    "我选择希望",
    "纵队可能要出现了",
    "这个世界想要真正的和平就是把美国抹掉",
    "任何人都靠不住，只有血战到底，这是我们已经给出的答案，只不过他们没有我们的人口，国土面积，不知道他们能坚持多久",
    "愿，世界和平!世界和平!世界和平!",
    "从河流到海洋，巴勒斯坦终将自由",
    "反霸权正义联盟，终将战胜邪恶的犹太昂撒恶魔，光明即将照亮大地！",
    "世界又需要一个ussr了",
    "消灭强大的邪恶势力让自己存续，是文明最痛苦的毕业考试，至少这次他们并不孤单",
    "世界人民大团结万岁",
    "因为我们也曾经历，所以想为他们撑伞。",
    "他们的经历也可以给年轻的孩子上一堂深刻的教育课",
    "人类的悲悯是如此稀缺又是如此珍贵",
    "等待希望的过程是难挨的，必要的！没有捷径。",
    "万众一心",
    "我希望世界和平",
    "支持和平",
    "作为一名医学生，我总想前往加沙进行人道主义支援，纵然我会死，我也想为那里的人民献出我的力量，虽然目前我的知识与技术远远不够，但是，我相信，总有一天，我会前往这些饱受欺凌的民族身边，尽我所能去帮助他们。最后，我希望，世界和平",
    "自己淋过雨，想给别人撑把伞。愿巴勒斯坦人民不再饱受战争折磨，愿国际社会给予巴勒斯坦人道主义支持，愿世界和平，希望一切强权政治霸权主义不复存在",
    "现在加沙有最后一个正在运营的医院，里面的产儿只能依靠医生的手去保暖保湿了",
    "黑暗再临，那便燃烧我为光明！铠甲与深渊同色，意志因背负而不朽！",
    "他们等空投都是笑着的",
    "世界和平",
    "之前看到过一个拍的他们那边战后的视频，挺血腥的，路上能看到尸体的那种。感谢我们先辈们的奋斗换来我们现在的生活，也真心希望他们能早日解脱困境。",
    "今天是六一儿童节 衷心希望世界上所有的儿童都能平安健康的长大。远离战火纷飞和恐惧",
    "无神论，人民当家作主",
    "这些画面 会让我想到我们的过去我们的先烈，他们曾经更难~我的眼泪是为了他们的奋不顾身，为了他们的舍生取义。世界从来没有和平，只是我生在了一个爱好和平并且维护和平的国家而已。",
    "团结起来啊，为了孩子",
    "世界依然年轻，如今闪耀的群星正是不愿沉默的亿万发声者，正是无数心存正义的人民。\n黑夜以至，星火依然闪亮，\n太阳即将升起，愿星光与星火共同照亮同志们前进的道路。",
    "愿巴勒斯坦人民，早日得到和平，迎来新生",
    "世界和平",
    "愿世界和平",
    "只希望大家终有一天都可以开心的活着，平安顺遂，世界和平",
    "灯塔和太阳的区别在于，灯塔需要补给和维护，而太阳只会燃烧自己照亮他人。",
    "我们只是生活在一个和平的国家",
    "战火的硝烟遮掩了夜空的星光，硝烟之下是万家灯火生的希望，他们能依靠的只有他们自己。",
    "世界人民大团结万岁！加油日子终会好起来的加油",
    "世界需要革命，同志们，我们的路还很远，我们的征程还未到达终点",
    "只有站得更高才能了解世界的真相，而不是被人操纵的人生。",
    "支持巴勒斯坦🇵🇸",
    "巴勒斯坦终将解放！",
    "人类群星闪耀时",
    "世界要和平",
    "没忍住掉眼泪，whywhywhy",
    "何其的相像，时刻不忘，时刻准备着",
    "很多话想说，可是删删减减只想要逝者安息，世界和平，没有战争，所有的宝贝都能健康快乐成长不需要忧心在哪一刻会死去",
    "🇵🇸🇵🇸🇵🇸🇵🇸巴勒斯坦必胜",
    "希望我有生之年可以见证变局",
    "世界不缺闻一多！",
    "真的看不了这种视频，愿世界和平，永不再战争，愿每个人都能被温柔以待，好好活着。",
    "加沙人民站起来！全世界爱好和平都国家都会帮助你实现愿望！",
    "只想在这世界里，人作为人而活着",
    "唯有牢记历史，才能开创未来，经历过战乱，才更懂得和平的意义\n愿世界和平，永不再战争",
    "和平！和平！和平！",
    "越来越体会到，一个强盛的中国是世界必不可少的和平力量和最闪耀的和平希望",
    "我伟大的先辈扛起反抗的旗帜，前仆后继，他们从不回头……百年的时光荏苒，可我还能听到他们伟大的呼喊：站起来，我的孩子们！自强不息，永不言弃！",
    "世界是轮回的。请记住国仇但和平共处。",
    "期望有一天有这样的一天  全世界坐看他挣扎的一天",
    "又一次感到我们并不是生在和平的时代，而是和平的国家。\n希望战争早日停止。\n希望巴勒斯坦的人们也能见蔚蓝天空",
    "感谢革命先烈和强大的人民军队，让我们不必承受这一切",
    "愿世界和平，不是说说而已",
    "为什么支持巴勒斯坦，因为我还相信正义",
    "世界人民大团结万岁",
    "愿世界和平",
    "愿逝者安息，愿生者…",
    "世界和平可能是天方夜谭，但我们，永远不会停下追求和平的脚步，加油！世界每个角落终将会留下和平的羽毛。",
    "加油",
    "真的很庆幸自己生于中国",
    "从河流到大海，巴勒斯坦终将获得自由!!！",
    "要实现全人类的解放",
    "我们应该也必须和全世界人民站在一起",
    "让世界再次年轻！",
    "愿世界和平",
    "迎接自由的道路从来不是一帆风顺。",
    "巴勒斯坦🇵🇸人要抛弃幻想，拿起武器。真正能救你们的只有你们自己，人民要坚持斗争做自己的救世主。",
    "有国才有家，国家富强人民才能幸福",
    "愿世界和平",
    "自由引导人民",
    "世界人民大团结万岁",
    "高兴的是，这些心碎的泪眼，这些悲怆的咆哮，这一次终于能被全人类看到",
    "真的很庆幸自己生于中国",
    "致敬所有走向正义的人",
    "共情别人的同时，永远不要忘记我们的先辈也经历了这一切，不是生来的富强，而是有人为我们负重前行！和平永远是世界的谐音！",
    "红色的力量终究会爆发，人类群星闪耀时，愿巴勒斯坦也有崛起的希望",
    "只希望大家终有一天都可以开心的活着，平安顺遂，世界和平",
    "越经历过，越感同身受。\n我们，作为中国人，作为中国的年轻一代，现在的世界就是最好的教科书。巴勒斯坦所经历的，就是我们曾经历过的。\n战争不是誰输誰赢，而是无数鲜血和生命化作了历史的红河。最后只能成为人类历史上一笔令人惋惜的过往。\n正因为我们经历过，所以更应该明白“人类命运共同体”的时代大含义。世界人民大团结万岁！",
    "加油加油，当世界再次年轻，当群星再次闪耀。永远燃烧的羽翼，带我脱离世间的沉沦。",
    "每当人们受到压迫时，总会有人站出来，我希望巴勒斯坦人能团结起来汇聚成一股洪流，冲破封锁和黑暗。",
    "坚决执行两国方案",
    "永远记住:落后不一定挨打,那只是它今天不想打你",
    "这一战必须赢",
    "文明永存",
    "世界和平，全天下的小孩都快乐健康成长",
    "看着身边熟睡的儿子，他是幸运的，我亦是",
    "巴勒斯坦🇵🇸，希望世界和平，再无战争",
    "地球村，需要一个村长",
    "太阳悄然升起，世界不需要灯塔，太阳的光辉会平等的洒落在每一个人的身上。当人类群星再次闪耀，你我将同呼吸共命运",
    "看不了一点",
    "剪的真好，背景音配的很棒。",
    "我们不是生活在一个和平的年代，我们是生活在一个和平的国家，所以好好爱我们的国家",
    "巴勒斯坦🇵🇸人民一定要早日解放",
    "愿世界和平，再无战火",
    "等眼泪流干，他们会成为光荣的战士，解放自己的家园",
    "世界不是一个国家的独断，万花应该一齐开放，世界不需要虚伪的灯塔，太阳正在从东方升起",
    "世界人民大团结万岁🙏",
    "我们的愿望是",
    "和平万岁",
    "巴勒斯坦所有人要平安。",
    "从河流到海洋，巴勒斯坦终将自由！",
    "加油，我希望最后看到的是丰碑，而不是尘埃。你们还看不见吗，这发着光的无形的丰碑，召唤这建造他们的勇士。",
    "帮助他们就是帮助曾经自己",
    "我们不是生活在一个和平的年代，我们是生活在一个和平的国家，所以好好爱我们的国家",
    "现在加沙有最后一个正在运营的医院，里面的产儿只能依靠医生的手去保暖保湿了",
    "帮助他们，也是帮助过去那个苦难的自己",
    "好想帮他们啊",
    "天亮了！就不需要灯塔了！",
    "得道多助，失道寡助。",
    "苦难中的人一定要团结起来，星星之火，可以燎原。",
    "我们要珍惜现在的生活，唉，一想到我们国家之前也是这样，人人都可以来欺负我们，先烈们用生命为我们打下的基础，好想哭，我想毛主席了，也想他们",
    "从河流到海洋，巴勒斯坦终将解放",
    "真的不要战争！！",
    "人文主义人文啊人文到底是什么呢",
    "不是很理解为什么在这个时代不能联合起来一起去探索，去发展，真的是为了利益吗，还是一小部分人只为了维持手中的权利",
    "就算我们只是普通人，也要勇敢发声，守住良知",
    "巴勒斯坦终将自由",
    "新世界的声音从四面八方传来，汇聚",
    "东方红照天下，灯塔黯然无光，众生苦难已久，天，就快亮了",
    "感谢我的祖国，是她让我现在可以坐在教室吃着雪糕上课",
    "巴勒斯坦加油!",
    "利益从来不是打开地狱的钥匙，恶魔才是",
    "正义最终战胜邪恶！",
    "中华人民共和国万岁 世界人民大团结万岁",
    "现在更能领会到长津湖里面那句话。\n这场仗我们不打，就是我们的后辈打。",
    "凡希亚《Desert Rose》是她默默在舞台上用歌声给去沙漠的 希望沙漠上的孩子早日有安居之所有学上",
    "他们是活生生的人啊！",
    "世界和平",
    "巴勒斯坦必胜！",
    "唯有牢记历史，才能开创未来，经历过战乱，才更懂得和平的意义\n愿世界和平，永不再战争",
    "新时代的自由引导人民",
    "我为自己在世界上的前16年生活在和平的环境里而感到无比幸福和幸运，虽然未来未卜，但是我已经很满足了",
    "海洋不会再流红色的河了，就在心中。",
    "人民必胜！真理必胜！正义必胜！",
    "多谢这个时代，让越来越多的民众知道了真像，谎言不会一直存在，压迫终将被反抗埋葬，我只希望这个世界可以和平，不要让平民无辜曲死，孩子们可以在稳定和谐的环境下快乐成长。。",
    "看得我在30度的天浑身发冷，希望巴勒斯坦人民能够迎来属于他们的和平与自由😭",
    "巴勒斯坦人民现在遭受的，和我们先辈们曾经遭受的很多年这样的迫害和屠戮，因为太多惨烈，我不敢看，但也正因为体会到了战争的残酷，而迫切想要世界和平，愿世界不再有战争。",
    "六一儿童节，希望🇵🇸儿童能够平安健康，早日解放！",
    "反霸权正义联盟，终将战胜邪恶的犹太昂撒恶魔，光明即将照亮大地！",
    "我希望世界和平",
    "震撼",
    "给我一个机会 退伍老兵申请出战 坚决完成任务！",
    "人类群星闪耀",
    "愿世界和平",
    "儿童节平安",
    "世界和平",
    "让我们再次唱响国际歌",
    "不讨厌老美的理由 就是美国人民里有很多这种有良知的人 但是他们手上没权力  可惜",
    "祝每个孩子都有儿童节",
    "世界人民正在行动！用自己的方式争取和平！",
    "终于明白先辈们做了什么",
    "快一点吧，再快一点吧，黎明就快来了！撑住！",
    "黑暗再临，那便燃烧我为光明！铠甲与深渊同色，意志因背负而不朽！",
    "从河流到海洋，巴勒斯坦终将自由",
    "这里就能看出，背后有没有大佬支持是多重要，",
    "想要和平",
    "世界人民大团结万岁",
    "历史总是惊人的相似但这一次我们将伸手救援",
    "我感觉今天看这个视频特别有意义，我们在过六一儿童节，但是他们呢？",
    "我的国，我的家，我愿您永世长存，永世长安，和平长存，远离所有不安，世世代代长存，长治久安！！！！",
    "人类群星闪耀时刻",
    "当世界得知真相，人们会再次年轻。",
    "世界和平可能是天方夜谭，但我们，永远不会停下追求和平的脚步，加油！世界每个角落终将会留下和平的羽毛。",
    "愿安拉与他们同在",
    "不断的意识到和平多么难得",
    "世界不再需要虚伪的灯塔，因为太阳正从东方升起，我们更早地迎接太阳，然后目送它去照耀世界上的每一片土地。",
    "可是生命啊，苦涩如歌\n“所以生命啊，它苦涩如歌”",
    "祝福巴勒斯坦早日取得民族自由胜利",
    "当人类群星再次闪耀",
    "如果不是因为我们现在强大了，那么现在哭泣的就是我们，然而敌人并没有想过放弃这片肥沃的土地，所以我们要更强大，一刻也不能掉以轻心。",
    "和平万岁！",
    "巴勒斯坦在经历以色列曾经历的，所以巴勒斯坦最终会变成一样的。因为人从来没有什么不同",
    "多谢这个时代，让越来越多的民众知道了真像，谎言不会一直存在，压迫终将被反抗埋葬，我只希望这个世界可以和平，不要让平民无辜曲死，孩子们可以在稳定和谐的环境下快乐成长。。",
    "红色的河。虽然一点都不相干，很久以前看过一部漫画叫《天是红河岸》（也有其他译名），突然想到，那部漫画的红河也在中东，在巴勒斯坦上面一些，应该是现在土耳其、黎巴嫩。前段时间看到冲突以来加沙死亡超过了3万人，记得一开始就看到过加沙地带总人口是230万左右，死亡已超过1%了啊。和平多么可贵",
    "我们要见证巴勒斯坦的历史，巴勒斯坦成功站起来的历史",
    "从河流到海洋，巴勒斯坦终会解放",
    "世界为什么会变成这样，未来如何未可知，希望世界和平",
    "他们的经历也可以给年轻的孩子上一堂深刻的教育课",
    "战争只是战争，和平并不需要战争来换，如果需要战争去争取和平，那永远只会是一方的迫不得已。",
    "世界人民大团结",
    "我同世界和平而进发",
    "世界会年轻",
    "那句，用我们的血肉筑成我们新的长城，终于明白它的意思多么沉重。",
    "我们不是生活在一个和平的年代，只是生活在了一个和平的国家。",
    "这首歌太配了",
    "其实我们的解放并不是靠我们自己实现的 所以我们知道这不仅要靠自己不屈的坚持和抵抗 同盟的支持才是最大的力量",
    "当群星回归正确的位置时",
    "“我要成为影响世界的赤，不做被染色的黑”－－－致敬每一位重视生命，热爱和平敢于去抗争的人",
    "祝愿您早日幸福生活在哈马斯统治下",
    "致敬亚伦。\n当肤色，种族，职业和性别都被烈火焚烧。\n仍然站在那里的，只是一个人，和他的良心。",
    "胜利属于全世界爱好和平的人们",
    "正义永存，当真理被聆听，世界会变得年轻，从河流到海洋",
    "希望和平",
    "加油加油",
    "代表都不敢抬头，感觉特别尴尬",
    "又是一个24年，新的时期，新的开始，绝望纪元，但是我们作为一个有良知的人，作为一个有能力的人，会尽自己所能为其他人保留自己的生命",
    "当绯色之🌺决然绽放，总有一个叫做希望的东西悄然崛起",
    "将巴勒斯坦人民从哈马斯和极端民族主义中，解放出来",
    "群星终将闪耀，汇聚成太阳，照亮一片新的世界！！！",
    "团结起来巴勒斯坦的人民，曾经东方有个国度遭受比你们还严重的迫害，一度到了亡国灭种的边缘，无数的先烈前仆后继，无数的人民肩挑背扛用行动支持，终于将邪恶势力驱逐。现在轮到你们了，幸福的未来掌握在你们自己的手中！",
    "弱国无外交，无论你在国际上怎么呐喊，列强都不会多看你两眼。毁灭你，与你何干。感谢祖国给我们强大安全感，感谢前辈努力奋斗，一代人打完三代仗，才换回我们的今天。",
    "帮帮他们，就当帮助曾经的我们.........",
    "那个时候的我们孤立无援，有的只有我们自己，每次刷到这种视频我就在想先辈们是怎样的坚定才熬过了那段岁月啊，我们真的是被国家保护的太好了",
    "让世界再次年轻！",
    "正义的火焰终将燃烧尽一切黑暗，我们永远是善良的使者",
    "今天是国际六一儿童节",
    "真希望世界早日和平",
    "愿世界和平，不是说说而已",
    "红色的光芒总会照耀世界",
    "我需要补充一点，加沙上空的空投落地后，以色列精准地炮击了空投位置，目的可能是杀伤前来接收救援物资的平民，在知道这一背景之后，请再看看视频2:15 位置，面对着如此多期待的面容，当你知道他们的命运，你会怎么想？",
    "我只想抱住那个小男孩，告诉他坚持住，正义和胜利的曙光就在前方！",
    "当世界再次年轻，当群星再次闪耀。永远燃烧的羽翼，带我脱离世间的沉沦。【巴勒斯坦】🇵🇸",
    "解放巴勒斯坦🇵🇸🇵🇸🇵🇸！！！",
    "加油巴勒斯坦！",
    "所有为人民解放的战士万岁！",
    "爱与和平",
    "祝每个孩子都有儿童节",
    "此时的他们，正如往日的我们。感谢先烈",
    "演讲的那个胡子先生有认识的吗",
    "全体起立  敬礼",
    "巴勒斯坦加油",
    "【请大家一起对战争说“NO”!-哔哩哔哩】 请大家一起对战争说“NO”!",
    "为什么要有战争，再次感谢我所拥有的一切，世界和平🙏",
    "世界正在年轻",
    "从河流到海洋，巴勒斯坦终将解放！",
    "当世界再次年轻",
    "不愿说逝者安息，因为他们本不该受此苦难，但愿生者能够奋起，天空再无阴云",
    "我感觉今天看这个视频特别有意义，我们在过六一儿童节，但是他们呢？",
    "噩梦终会结束，巴勒斯坦终将解放！",
    "看不了这些。感到心痛悲哀和惋惜，但是没有办法啊，眼泪流了再多也没办法拯救他们",
    "这一战必须赢",
    "巴勒斯坦加油！耶路撒冷终将安宁。",
    "小时候经常看到听到“爱与和平”，那时候还不懂这四个字是多么珍贵且沉重，但如果是现在，你问我有什么愿望，我希望可以用语言和双手托举起爱与和平",
    "以色列和美霸权主义终将失败，而巴勒斯坦终将以独立主权国身份赢得胜利。",
    "把世界还给人民吧，战争是没有意义的",
    "给了我很大的感触，希望再来一个视频",
    "我们曾经也是这样被四分五裂",
    "希望看到巴勒斯坦全面胜利那一天",
    "当人类群星闪耀时，世界终将和平！！飘摇在这红色的河里千年万年直至永恒",
    "“世界的牌桌会经常洗牌，但是古老的文明永远不缺重新站起的勇气，我的祖国如此，你的祖国亦是”",
    "我们曾经历苦难，所以我们渴望和平",
    "世界有灯塔是因为世界是黑的，\n当世界不需要灯塔时，\n是因为世界已经亮了",
    "巴勒斯坦不会屈服终将立国！",
    "世界和平",
    "我们的先辈一代人打完了三代人的仗，吃了三代人的苦，流了三代人的血，献上了三代人的命。我们知道这很痛苦，但，路终究是要自己走的。愿战火早日停歇。",
    "视频的很多采访人员都走了",
    "好心痛好难过啊",
    "愿世界和平",
    "世界已经开始迎接百年未有之大变局了啊。",
    "每当人们受到压迫时，总会有人站出来，我希望巴勒斯坦人能团结起来汇聚成一股洪流，冲破封锁和黑暗。",
    "希望世界和平，加沙自由",
    "从沙漠到海洋，巴勒斯坦会得到解放。",
    "世界人民大团结万岁",
    "有过历史的惨痛教训，我们才会感受如此强烈。即使有深深的无力感，我也相信抗争也一定不会被风暴所压倒!",
    "虚伪的人穿着西装在高楼里决定着别人的生死，还满口仁义道德，这就是老美，道貌岸然的战争贩子",
    "一支用爱和信仰武装起来的人民军队，永远无法被打败！解放巴勒斯坦！",
    "摘抄：比萨斜塔上两个铁球同时掉落，标志着生命同重",
    "弱国无外交，希望中国的崛起和强大能保护好那些世界上被受欺压的弱国，成为真正人类的大国和灯塔。",
    "世界不是一个国家的独断，万花应该一齐开放，世界不需要虚伪的灯塔，太阳正在从东方升起",
    "加油加油加油巴勒斯坦",
    "巴勒斯坦🇵🇸终获自由和幸福",
    "愿世界和平",
    "加油巴勒斯坦",
    "传回来的那张照片，那个坑，那些挤满坑里的无助的人民，仿佛我们的先辈一样，真的难以相信这样的事现在还会发生",
    "人一生总是要做一些伟大的事情，让这个世界，让全世界人民铭记",
    "群星终将闪耀，汇聚成太阳，照亮一片新的世界！！！",
    "世界和平",
    "，希望战争停止！",
    "愿以我血护后代",
    "我想起了父亲的一句话中国人不具备侵略性",
    "世界会再次年轻的",
    "愿逝者安息，愿生者…",
    "现在才懂这句话:世界人民大团结万岁！",
    "世界和平",
    "愿世界和平，巴勒斯坦终将解放",
    "唯愿世界和平",
    "从河流到海洋，巴勒斯坦终将解放",
    "自由巴勒斯坦",
    "新时代的自由引导人民",
    "我看见了曾经我们的影子，在哪之前他们会经历黑暗，期间会有许多人丧命，也有敢于抗争的英雄，民族脊梁顶起来了太阳一定会升起！在黎明到来之前，抗争的人民们啊，一定要坚持住！",
    "红色的河。虽然一点都不相干，很久以前看过一部漫画叫《天是红河岸》（也有其他译名），突然想到，那部漫画的红河也在中东，在巴勒斯坦上面一些，应该是现在土耳其、黎巴嫩。前段时间看到冲突以来加沙死亡超过了3万人，记得一开始就看到过加沙地带总人口是230万左右，死亡已超过1%了啊。和平多么可贵",
    "希望世界不要有战争",
    "当世界再次年轻，当群星再次闪耀。永远燃烧的羽翼，带我脱离世间的沉沦。",
    "在儿童节看到这个视频，希望他们能够长大成人",
    "语言对坏人的力量是有限的，能让坏人做出让步的，一定不是多么大的声量，而是声音背后举起的拳头。",
    "从河流到海洋，巴勒斯坦终将自由。",
    "亚伦星星之火可以燎原",
    "“世有无望的福歌，亦有无望的祸责”没想到最喜欢的乐队的最喜欢的歌能用来剪这种题材的视频 好适配 愿世界和平🙏",
    "仿佛看到闻一多再次演讲",
    "加油加油，当世界再次年轻，当群星再次闪耀。永远燃烧的羽翼，带我脱离世间的沉沦。",
    "有时候真的感谢媒体的传播，才让世界的力量串联在一起",
    "愿世界和平",
    "愿世界和平 再无战争",
    "愿和平与爱充满大地",
    "是《最后一次讲演》",
    "不再关乎信仰，因为每个人都有良知，正因此联合国成立了，也正因此我们曾共同抵抗法西斯，正因此我们希望以色列停下来。",
    "我选择希望",
    "他是妻子的丈夫，他是孩子的父亲。而当祖国陷入危难之时，他也会成为祖国母亲的儿子，为她奋战到底。\n\n         ——致敬每个为祖国而战的英雄",
    "“所以生命啊，它苦涩如歌”",
    "正义跟良知将会来临 那些施加在这些人民身上的痛苦 终会反噬那些压迫迫害者",
    "请问演讲的这位是哪位先生",
    "世界人民大团结万岁！",
    "人类群星闪耀时刻",
    "这个视频应该传播到世界的各个角落",
    "总有一天，赤旗会插满世界，梨花会开遍天涯。",
    "弱国无外交，希望中国的崛起和强大能保护好那些世界上被受欺压的弱国，成为真正人类的大国和灯塔。",
    "人类群星闪耀之时",
    "巴勒斯坦需要一位英雄，团结起来",
    "只有站得更高才能了解世界的真相，而不是被人操纵的人生。",
    "很催泪，受不了了！愿世界和平！",
    "时刻提醒着我们真理只存于大炮射程之内",
    "巴勒斯坦在用生命嘶吼。\n“我们还活着！我们没有被埋葬！巴勒斯坦永远不会被埋葬！”\n迎着满天炮火，他们失去一切，但是无法随着肉体消亡而死去的，是他们的意志。\n毁灭会让他们恐惧，绝望，但是比这些更强烈，更持久的，则是彻骨的恨意和不屈的灵魂。\n从河流到大海，巴勒斯坦终将解放！",
    "愿世界和平",
    "人民万岁",
    "只有自己能拯救自己",
    "世界不再需要灯塔，因为相比灯塔的光，世界的黑暗需要太阳照亮！更因为东方红，太阳升！",
    "希望世界和平",
    "今年高考只要出现有关近几年战争的政治题目，在写完知识点，结合材料的时候，我会把一切能想到的批判的词用上去",
    "当我们在学校学习的时候，巴勒斯坦人民还在承受战火带来的伤害和痛苦。他们的家人或许已经牺牲，或许受伤。可是今天是六一儿童节，本该保护孩子们不受伤害。愿世界和平，愿巴勒斯坦和平与自由\n从河流到海洋，巴勒斯坦终将自由！",
    "正义永存",
    "不断的意识到和平多么难得",
    "当爱与正义在世界崛起，我们终将迎来胜利的曙光。",
    "世界和平",
    "今天，欧洲爱尔兰，西班牙，挪威承认巴勒斯坦国。",
    "从河流到海洋，巴勒斯坦将获得自由",
    "愿世界和平！",
    "世界是轮回的。请记住国仇但和平共处。",
    "当群星回归正确的位置时",
    "好会选bgm",
    "我们永远站在良知的一边。",
    "为爱点火",
    "和平的鸽终将飞过这红色的河。",
    "They don't care about us…\nHeal the world…\nEarth Song…\n世界需要他…可他却不在了………\n我常常想，如果他还在，如果他站在巴勒斯坦的地面，会不会以一人之力停战",
    "生在和平年代，难以理解战争，不妨碍有一颗怜悯之心，希望巴勒斯坦解放",
    "很催泪，受不了了！愿世界和平！",
    "我同世界和平而进发",
    "当绯色之🌺决然绽放，总有一个叫做希望的东西悄然崛起",
    "他们需要革命，米国不光经济，政府也已经被占领完毕了",
    "最绝望的是他们一直在抗争，但是太弱小了，缺乏装备缺乏食物，还要每天看着美军的飞机过去送武器，而伊朗自身难保，沙特也似乎厌倦了这个几十年的抗争，把他们当成了一个包袱",
    "我的愿望是 世界和平",
    "国与家  有国才有家",
    "明天就是儿童节啊",
    "纵使长夜漫漫，属于巴勒斯坦的黎明也终将到来，加油抵抗者们",
    "巴勒斯坦终将获得自由",
    "该清醒了，那座灯塔是假的，大家请看向遥远的东方的，那里，有你们想知道的真理跟正义！！！",
    "不谈立场，只说事实，我觉得世界上大部分人是光明的！希望和平早日抵达巴勒斯坦！",
    "世界人民正在行动！用自己的方式争取和平！",
    "真期待所有跪膝者都站起来的那天。在那之前或许会是满天烟花，而之后，一定是满天繁星。",
    "巴勒斯坦加油，您们一定会获得独立",
    "为什么要有战争，再次感谢我所拥有的一切，世界和平🙏",
    "为了自由巴勒斯坦！！！",
    "巴勒士坦以后的未来怎么会不光明呢，他们的人民这么伟大，世界人民又豆这么团结",
    "愿世界和平",
    "感谢浴血奋斗为独立的先辈们，我跪了",
    "愿天下大同",
    "看看现在巴勒斯坦的苦难，再回想我国曾经的苦难，致敬先烈们和人民子弟兵让如今的中国能安享如此和平！",
    "一字之差的国家，一个正在毁灭，一个正在走上希望。。。。。。。",
    "当太阳从东方升起时，世界就不再需要灯塔!",
    "希望每个人都能有活着的自由，不要哭泣了孩子们",
    "几方制衡的世界才美好吧",
    "正因为经历过战争痛苦，我们中华人民才深知，和平来之不易啊，70多年前，我们的遭遇跟叙利亚。巴勒斯坦这些国家的遭遇都一样，所以还是很能感同身受的",
    "我们的愿望是世界和平",
    "叙利亚，加沙这些孩子他们的长相都好好看",
    "这些苦难终将返还给以色列，巴勒斯坦从山川河流到海洋都终将解放。",
    "希望我有生之年可以见证变局",
    "记得闻一多先生大喊的那一句吗？\n“正义！是杀不完的！！！”",
    "世界不需要虚伪的灯塔 因为太阳正从东方升起",
    "世界已经开始迎接百年未有之大变局了啊。",
    "团结的人民永远不会被击败",
    "愿世界和平",
    "星星之火，可以燎原",
    "世界和平",
    "这个时代的强国真的反抗不了吧",
    "一字之差的国家，一个正在毁灭，一个正在走上希望。。。。。。。",
    "当世界再次年轻，当群星再次闪耀。",
    "正义跟良知将会来临 那些施加在这些人民身上的痛苦 终会反噬那些压迫迫害者",
    "亲爱的朋友，请你相信，只要你不放弃，星星之火，终将燎原",
    "业如和可以",
    "世界和平",
    "我只是最普通不过的普通人，搞不懂那些政治的勾心斗角，也不知道什么是“通往天堂必要的杀戮”，更不明白那所谓的自由的灯塔在“和平与发展”的时代主题里怎么心安理得地手染鲜血。我只知道生命不应该被如此践踏，平民百姓不应该活在炮轰之中，孩子的童年不应该只有血红的断壁残垣。我不知道我有限的能力能让我帮到谁，我的话语甚至算不上“发声”，我只能愤怒悲伤诅咒那些站在神坛上吃人血的恶魔，但会永远表达自己的态度，永远抵制对生命的轻蔑，永远蔑视那些高高在上的傲慢的瞎子。",
    "扶弱",
    "落后就会挨打这句话从来不是霸凌者行径的借口，它是激励我们更加强大来保卫自己，而不是一言蔽之遮掩他人恶行的无耻",
    "纵使长夜漫漫，属于巴勒斯坦的黎明也终将到来，加油抵抗者们",
    "如果一个国家能在全球范围内不断树敌，那么911就不会只单纯的发生一次了",
    "看着这些政客做各种决定，军人奔赴战场，牺牲生命，百姓流离失所，感觉就像是一场播放的很快很快的电影一样，可是这不是电影，而是事实！鲜血塑就的事实！中国越强大，世界越和平！",
    "我们将为人而呼喊！所有被迫害的，都应该站起来！",
    "六一儿童节，希望🇵🇸儿童能够平安健康，早日解放！",
    "愿世界和平 再无战争",
    "自由的人一定会自由的！",
    "我有个愿望",
    "中国人最能感同身受",
    "从鸦片战争开始，我们的先辈抗争了百年，无数先辈的鲜血与性命才换来了我们挺直脊梁站在世界舞台上的今天，所以，我们才懂得这珍贵的一切来之不易。",
    "我们只是生活在一个和平的国家",
    "世界人民大团结万岁",
    "所以任何时候我都想说，即使自己是很微小的力量，但如果有一天可以有幸给国家带来一点点保护，即使死掉也没关系，但是我知道中国肯定不会让我独自去冒险，因为我是国家的孩子。",
    "我们的先辈也是经历了一次又一次的斗争才换来今天独立自主的我们的和平生活，感谢先辈！至少我们只要不需要用命去换和平，",
    "高兴的是，这些心碎的泪眼，这些悲怆的咆哮，这一次终于能被全人类看到",
    "世界不需要虚伪的灯塔 因为太阳正从东方升起",
    "不由得想起了天安门城楼上的那句话-\n      “世界人民大团结万岁”",
    "视频两分钟的时候，那个女孩说的口号听了好多次了，有没有懂行的翻译一下？",
    "为什么我的眼里常含泪水？因为我对这世界爱的深沉",
    "出于人道主义的停止轰炸都需要商议",
    "任何战争都会带来人道主义灾难，所以不要总是想着武力解决问题。",
    "河流汇聚成海，巴勒斯坦终将自由",
    "他们需要一个伟人。",
    "等和平了，我一定要去巴勒斯坦🇵🇸看看，去拥抱巴勒斯坦人民",
    "事实证明，再坏的人，他做的一些决策，也是有利于世界发展的",
    "愿世界再无战争",
    "不再关乎信仰，因为每个人都有良知，正因此联合国成立了，也正因此我们曾共同抵抗法西斯，正因此我们希望以色列停下来。",
    "心痛，同时感恩祖国和先辈",
    "永远歌颂爱，和平和自由",
    "愿战火早日停息",
    "良知或许抵不过坚船利炮，但它会如星火，生生不息，直到焚尽仇恨与苦难\n良知或许终将被践踏，但它会如星火，生生不息，直到再一次重生与轮回",
    "全世界人民终将迎来反法西斯战争的伟大胜利",
    "所以说啊，弱国无外交，弱小就会被欺负，所以我很庆幸生在中国这个和平的国家，祈祷巴勒斯坦人民早日脱离战火恢复和平",
    "中国不是最强的经济最发达的国家却一定是最和平与希望国际和谐的，就喜欢这种感觉。因为我们以前就是这么来的，越看历史的惨痛越深知和平的不易，感谢先辈",
    "真理只存在于大炮射程之内\n世界人民大团结万岁",
    "当世界再次年轻，当群星再次闪耀。永远燃烧的羽翼，带我脱离世间的沉沦。",
    "我对我身在的国家满怀热爱，尽管他并不完美，社会上的对立并不稀少，尽管我所追求的东西并不容易得到，但是这个国家仍然为我这样的人保有做一场梦的机会，为我的身体和心理健康保驾护航着。也许生活中我忙忙碌碌，不会想到多么深刻或者崇高的命题，但是每当我看到了，我便发自心底地希望啊，那些水深火热中的他们，也能做一个安稳的梦。",
    "这个世界上只要还有一个人类在遭受苦难，那我们的斗争就还没有结束\n\n世界人民大团结万岁！",
    "希望他们早日脱离苦难",
    "正义终将降临！邪恶必将受到惩罚！黎明的曙光在东方已然升起！",
    "他们需要一个领头人  一个伟大的的人",
    "冷知识，反对联合国将粮食纳入人权范围的，一个是美国，一个是以色列",
    "希望世界大团结！",
    "我们需要国际纵队",
    "愿世界和平",
    "其实就连举手的人也会羞愧，但在利益面前，他们不能也不敢违背",
    "没有人永远年轻，但世界永远年轻",
    "等和平了，我一定要去巴勒斯坦🇵🇸看看，去拥抱巴勒斯坦人民",
    "感谢祖国，感谢先烈",
    "清白的悲伤永远有人为之哭泣，纯洁的正义永远有人为之歌颂",
    "今日的他们就是昨日的我们，文明将由我们来定义，舍弃地球的纷争，我们的目标是星辰大海",
    "世界需要和平，他们也需要",
    "“世有无望的福歌，亦有无望的祸责”没想到最喜欢的乐队的最喜欢的歌能用来剪这种题材的视频 好适配 愿世界和平🙏",
    "愿巴勒斯坦早日和平",
    "这视频剪得好震撼！历史会永远记住今天这一页，巴勒斯坦将永远得到解放！",
    "兄弟，你火了。\n其实，没必要。普通人只能为不普通人的行为买单，其实达尔文说的很对，物竞天择，弱肉强食，从有人开始，从无人结束。雪皇说要友爱，冥王说我爱了但你们不给我活路，所以狼族只能成为狼！如果你们不为你们活着的生活而努力改变，指望资本去解决奴隶制度，那异想天开的普济太过于真诚地热能温暖冰冷的心，但它会像启明星一样明亮，像流星一样美……致《良善之辈》",
    "愿世界和平！",
    "Love and peace.\nBased on your fist.\n My dear friend.",
    "自由的人民永不被打败",
    "我们的愿望是！",
    "看到这些演讲者，呼吁者，比教科书更直观的感受到革命先烈们的大义，历史的重演也让我们更加铭记历史",
    "真的看不了这种视频，愿世界和平，永不再战争，愿每个人都能被温柔以待，好好活着。",
    "我甚至不知道该不该点赞这个视频",
    "解放巴勒斯坦！！！！",
    "同一个世界，同一片蓝天，战火不应发生在人类身上",
    "太阳悄然升起，世界不需要灯塔，太阳的光辉会平等的洒落在每一个人的身上。当人类群星再次闪耀，你我将同呼吸共命运",
    "请世界和平真的",
    "红色的光芒总会照耀世界",
    "他们不会被任何东西所打败",
    "从河流到海洋。",
    "《鸽子何时飞翔》\n\n如果我没有看见那份报纸\n我不会记得我有一只鸽子\n一只白色的鸽子\n那是我父亲送我的礼物\n\n一只白色的鸽子，能飞的鸽子\n祂能把我的支持送到\n\n我找到了橄榄枝\n递给了鸽子\n鸽子像是知道了什么\n祂飞上天，诉说着现实\n\n这带来不了和平\n但鸽子身上有肉3两\n能让一个孩子填饱肚子\n\n鸽子飞到了烽烟之中\n徒徒留下一圈橄榄枝。",
    "打倒帝国主义，反对霸权",
    "尊严只在剑锋之上",
    "世界人民大团结万岁",
    "我们要强大到让灯塔黯淡无光！我们要做唯一的太阳！",
    "能绘画出正义超人的国家，却做着最不正义的事，只有世界人民团结一致才有机会拯救这数以千万的生命，为了和平，为了正义，为了人民，不要停止发声，这一刻，巴勒斯坦的人民需要我们",
    "一支用爱和信仰武装起来的人民军队，永远无法被打败！解放巴勒斯坦！",
    "不知道上帝会不会伸手？唉！！网络太远亦太近！只能祈祷命运共同体的哪一方有“天选之子”诞生，带领他们击碎黑暗，迎接黎明！加油！各位同胞我们也要加油！！",
    "庆幸吧，庆幸吧，庆幸我们生在如今的中国！",
    "真的越看越觉得中国好牛啊，我们的先辈好牛啊……",
    "愿世界没有战争",
    "正常人能很清楚的看出一件作品是纯粹的逐利还是纯粹的感情表达。",
    "我们胜利了，希望他们也能，炮弹的声音隔着屏幕都能感受到它的恐怖，他们的绝望难以想象",
    "有的时候我没法发声不代表我没有良知，我会在力所能及的时候做自己能做的，我更希望做不被看见的，这样保护了我的安全，也遵从了自己的内心。",
    "山河虽远，心如比邻。",
    "愿巴勒斯坦早日和平。",
    "我的愿望是 世界和平",
    "他说爸爸妈妈的发音都和我们一样",
    "流成海",
    "在儿童节看到这个视频，希望他们能够长大成人",
    "历史总是惊人的相似但这一次我们将伸手救援",
    "巴勒斯坦定会自由！\n世界人民大团结万岁！",
    "山河虽远，心如比邻。",
    "看了很多加沙的新闻和信息，只想让更多人看到",
    "沉默就是一种立场",
    "我们的愿望是",
    "辛德勒:怎么一觉醒来天使通知我收拾收拾行李去地狱呢",
    "，希望战争停止！",
    "世界人民大团结！",
    "支持巴勒斯坦🇵🇸。但看弹幕怎么还有分不清巴勒斯坦和巴基斯坦的….",
    "夜暗方见万颗明星",
    "愿世界和平",
    "站起来！",
    "要坚持，要加油啊，虽然说出来很无力",
    "愿世界和平",
    "世界和平",
    "因为我们经历过，所以我们更能感同身受",
    "快一点吧，再快一点吧，黎明就快来了！撑住！",
    "说实话，对于他国的任何遭遇我心中都很难共情，但一联想到百年前的我们就瞬间感到难过愤怒，从小到大时常梦到去到了百年前的战乱时期，对我而言祖国高于一切，只要于国家有利其他国家存亡都不重要，对国家无影响时希望曾经以及未来可能的敌人都消失，同时国家不要有任何损失，最好成为最大受益者，即使他人教育我成为拥有真善美的人，我依旧无法改变自己的想法，现在，知道应该对这种事做出什么反应，可以装出来，但内心漠视着一切，产生情绪只会是因为担心对中国造成不利影响，我这样是不是有病？一直接受着正面而正确的教育，却成长为了这种人",
    "每次看到这就想起来以前的中国",
    "世界和平吧",
    "所以啊！侮辱先辈的先给一脚是对的，我们的和平是他们鲜血换来的，国仇家恨，不能忘，不敢忘，赤色的旗儿早晚插满全球。",
    "世界人民大团结万岁！",
    "小男孩说：我知道我们可能长不大",
    "要为正义而战，用正义止战，最后才能成为正义！",
    "剪辑的节奏非常好，令人感动",
    "自由终将到来！坚持就是胜利！",
    "“但是我在我的国家长不大”愿世界和平",
    "感谢我们的先辈，如果不是他们抛头颅洒热血就不会有我们的今天。巴勒斯坦人民加油，正义最终战胜邪恶！",
    "很多话想说，可是删删减减只想要逝者安息，世界和平，没有战争，所有的宝贝都能健康快乐成长不需要忧心在哪一刻会死去",
    "世界大团结时代已经来临了",
    "没想到这个视频底下还有沙笔，但想想七哥说的，也合理。",
    "人之所以是人是因为他有同理心，如果一个人连基本的同情他人都做不到，那他就不配称之为人。",
    "全世界人民大团结!等我们迎来光明!",
    "这就是理想主义长存的真正意义",
    "致敬亚伦",
    "再坚持一下巴勒斯坦，曙光一定会到来！",
    "感谢tiktok。感谢新时代的媒体工作者。",
    "想起了之前刷到的一个视频，问巴勒斯坦的一个小孩你长大了想干什么，那个小孩的回答是我可能不会长大，眼泪瞬间就绷不住了，那个孩子顶多上小学",
    "战火的硝烟遮掩了夜空的星光，硝烟之下是万家灯火生的希望，他们能依靠的只有他们自己。",
    "完美契合的bgm",
    "刷视频的下一条是凤凰传奇的演唱会现场，翻回来评论一下，国泰民安真的太好了",
    "当人类再次年轻，群星再次闪耀时，世界将会和平",
    "那个小女孩说她才十岁，我真的很震惊，成熟的不像是个孩子，十岁不应该是童声朗朗，天真浪漫的季节吗？我的女儿也十岁，但我无法把那个女孩跟我的孩子看成同龄人",
    "世界正在年轻！",
    "世界需要和平，他们也需要",
    "如果这些孩子像刹那一样能遇到高达就好了",
    "鸦片战争，甲午战争，军阀混战，抗日战争，解放战争，抗美援朝。\n从来就没有什么救世主，也不靠神仙皇帝!要创造人类的幸福，全靠我们自己!\n------摘自《国际歌》",
    "亚伦布什内尔，一个伟大的战士，一个真正有灵性的信徒，没有被世俗虚假的宗教所束缚，不愿因为自己的身份而成为刽子手。",
    "那一刻，我无比希望和平来到",
    "现在的他们，曾经的我们。愿世界终无战火，花满大地。",
    "从河流到海洋，巴勒斯坦终将解放！！！！！！！！！！！！！",
    "把这个发到抖音国际版，让全世界都看到",
    "世界为什么会变成这样，未来如何未可知，希望世界和平",
    "关键的是阿拉伯人民应该团结起来",
    "请不要哭泣，拿起武器只有反抗才能活下来。",
    "世界人民大团结万岁",
    "加油！",
    "世界人民大团结万岁",
    "统一回复一下，很多人找我要素材，里面大部分都是我一点一点收集一些我看过的新闻视频录下来的，所以我没有什么素材网站。还有，我是个女生好多人私信我一开口都是喊我兄弟，我稍稍解释一下哈。",
    "我真的不敢想象这是在这个年代会发生的事，看到这，想起了我们苦难的先辈，珍惜和平吧，中国的孩子们",
    "为巴勒斯坦人民痛心，为自己的无能为力痛心",
    "消灭强大的邪恶势力让自己存续，是文明最痛苦的毕业考试，至少这次他们并不孤单",
    "苦难中的人一定要团结起来，星星之火，可以燎原。",
    "愿世界和平",
    "剪的太好了",
    "千百年来，人类总是问我，怎样才能让世界变得更加完美?我们怎样才能和谐地共同生活?永恒的和平的秘密是什么? 千百年来，我总是给你们答案。千百年来，我以千百种方式千百次地告诉你们这个道理。可是你们不肯听。\n如今我反复地在这对话录中提起它，我要用非常平白的语言来讲述它，以便你们再也不会忽略它，而是会彻底地理解它，深深地吸收它，以便你们从今以后将会永远地拒绝任何以为你们的集体就是比其他集体更好的想法。\n我再说一次:别再相互比较。\n因为这是新的福音:没有哪个种族是至高无上的，没有哪个国家是最伟大的，没有哪种宗教是最真实的，没有哪种哲学是完美无缺的，没有哪种经济制度是最优越的，也没有哪条通往天堂的道路是唯一的。\n请在你们的记忆中清除这些观念。请在\n请在你们的记忆中清除这些观念。请在你们的经验中消灭它们。请在你们的文化中抹掉它们。因为这些是提倡分裂与孤立的思想，这些思想会促使你们相互残杀。唯有我告诉过你的真相能拯救你\n们:我们所有人是一体。\n去广为散布这道消息吧，让它漂洋过海，穿越各个大洲，让它传遍世界的每个角落。",
    "当世界再次年轻，当群星再次闪耀。永远燃烧的羽翼，带我脱离世间的沉沦。【巴勒斯坦】🇵🇸",
    "如今的巴勒斯坦🇵🇸、叙利亚🇸🇾、塞尔维亚🇷🇸等等国家，他们是 80 年前的我们，看看叙利亚外交官贾法里先生无奈的在会后一人垂头丧气的坐在那里，那是最无奈的无声的沉默，那是百年前巴黎和会的中国的影子，巴勒斯坦面对自己的国家逐渐被犹太人蚕食，那是 80 年前抗日战争时期中国军队的血泪史的影子，塞尔维亚在面对北约和美国的封锁时，那是中国在 80、90 年代遭受银河号事件、台海危机、轰炸南联盟大使馆的影子，当我们的运 20 就是明目张胆的越过北约领空将红旗 22 送抵塞尔维亚时，这世界就再不可能任北约和美国走他的列强路线了，人类需要站在一起为未来美好共建",
    "红色的河可以是『炽烈的生命与滚烫的希望』也可以是『生命的终结和无边的绝望』",
    "通过会议表决平息战争，这也是小国最好的方法了。大家都怕战火发生在自己身上",
    "我的愿望，永远都有世界和平🕊️",
    "看的太难受了 我哭的好伤心。。。。。加油。。。。。。加油。。。。"
]